{extends file="Main.tpl"}
{block name=title}Главная{/block}
{block name=menu_main}active{/block}
{block name=content}

<!-- <div class="row">
	<div class="col-md-5 col-md-offset-2">
		<a href="">
		<img src="/Design/images/bsu2.gif" alt="olimpBSU">
		</a>
	</div>
	<div class="col-md-4">
		<a href="http://bsu.ru">
		<img src="/Design/images/bsu.gif" alt="БГУ">
		цвет картинки #014397
		</a>
	</div>
</div> -->

<h1 class="text-left">Портал олимпиадной информатики <small>будущее зависит от тебя</small></h1>
<hr>

<!-- <div class="jumbotron">
	<div class="container">
		<h1>Hello, world!</h1>
		<p>Именно с этих двух слов начинается увлекательное путешествие в глубь мира информационных технологий. Если вам они знакомы не по-наслышке, значит вы оказались здесь не случайно. По пути вам будут встречаться множество проблем с чем мы постараемся вам помочь разобраться.</p>
		<p><a class="btn btn-primary btn-lg">Узнать больше</a></p>
	</div>
</div> -->
<div class="jumbotron alert-warning">
	<div class="container">
		<h1>Внимание!</h1>
		<p>В данный момент портал находится на стадии активной разработки. В связи с этим возможности его использования ограничены. Надеемся что в будущем вы будете с нами.</p>
		<!-- <p><a class="btn btn-primary btn-lg">Узнать больше</a></p> -->
	</div>
</div>
<h4>Задачи</h4>
<p>Портал будет предоставлять следующие возможности:
<ul>
	<li>Проведение мероприятий, в т.ч. олимпиад различного уровня.</li>
	<li>Распространение полезной информации.</li>
	<li>Создание универсальных и специализированных учебных курсов с возможностью прикрепления задач по программированию.</li>
	<li>Общение и помощь сокурсникам/одноклассникам.</li>
	<li>Общение с преподавателями.</li>
	<li>Содействие в трудоустройстве студентам.</li>
</ul>
</p>
<p>В перспективе портал обзаведется своей системой рейтинга, которая будет ранжировать пользователей согласно их участию в мероприятиях. </p>
{/block}
